Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We work both internally at UiS, but also for external clients.
nb: Vi jobber både internt ved UiS, men også for eksterne oppdragsgivere.

source: The exercises and the project intend to trigger creativity and increase an understanding for urban planning and design.
nb: Oppgavene skal trigge kreativiteten og hjelpe i prosjektarbeidet og utviklingen av forståelse for urban utforming og planlegging.

source: The network consists of over 1800 young enthusiasts from all over Norway.
nb: Nettverket vårt består av over 1800 unge entusiaster fra hele Norge.

source: The written exam is weighted 50%.
nb: Skriftlig eksamen teller 50%.

source: Investigating Quarries in South Norway.
nb: Felles vurdering av radiosamlingen i Rogaland.

source: From left: the academic responsible, Åsa Grahn from NHS, Airport Director Anette Sigmundstad, Marie Christine Lundberg from NHS and video photographer Kåre Spanne from NETTOP-UIS.
nb: Fagansvarlig Åsa Grahn fra NHS, Lufthavndirektør Anette Sigmundstad, Marie Christine Lundberg fra NHS og videofotograf Kåre Spanne fra NETTOP-UIS.

source: Approximately 5% of newborns require breathing assistance to cope with the transition from fluid-fil ed lungs in the mother's womb to breathing on their own.
nb: Omtrent 5% av nyfødte trenger pustehjelp etter fødsel for å klare overgangen fra væskefylte lunger i mors liv, til å puste selv.

source: A master’s degree in Computational Engineering makes you eligible for the most demanding and interesting tasks in the private or public sector as an engineer, researcher or leader.
nb: En mastergrad i Computational Engineering gjør deg kvalifisert for de mest krevende og interessante arbeidsoppgavene i privat eller offentlig næringsliv som ingeniør, forsker eller leder.

source: NETTOP-UIS is a department with ten employees who have solid expertise in methods and development of digital learning content and online education.
nb: NETTOP-UIS er en avdeling med ti ansatte som har solid kompetanse på metoder og utvikling av digitale læremidler og nettbasert utdanning.

source: You may also demand that your health information stored in the project be deleted within 30 days.
nb: Du kan også kreve at dine helseopplysninger i prosjektet slettes innen 30 dager.

source: The simulations serve as important input for planning and execution of marine operations.
nb: Simuleringene er viktige innspill for planlegging og gjennomføring av marine operasjoner.

source: Study plan and courses
nb: Studieplan og emner

source: The personnel conducting risk analyses must have access to
nb: De som gjennomfører ROS-analyser må ha relevant og

source: Nominations of candidates for the award are made before 1 May during the year following the year to which the award applies.
nb: Nominering av kandidater til prisen skjer innen 1. mai i det påfølgende kalenderåret prisen gjelder for.

source: • education in research dissemination/translation work
nb: • utdanning for forskningsformidling/oversettelsesarbeid

source: Can comfortably use relevant software to calculate and/or oral and written presenation.
nb: Kan benytte effektivt diverse relevant software, til beregninger og/eller skriftlig og muntlig presentasjon.

source: The course description will be updated during 2021.)
nb: Kursbeskrivelsen vil bli oppdatert i løpet av 2021.)

source: The education of health workers, particularly nurses, includes a substantial amount of practical training.
nb: Utdannelsen til helsearbeidere, spesielt sykepleiere, inkluderer en betydelig mengde praktisk opplæring.

source: - Steam cycles for the production of electricity with superheated steam, wet steam with steam separation and dual systems (Organic Rankine Cycles)
nb: Dampsykler for produksjon av elektrisitet med overhetet damp, våt damp med dampseparasjon og doble systemer (Organic Rankine Cykles)

source: Department of Electrical Engineering and Computer Science
nb: Hun skal kurse brann- og redningstjenesten i tunnelsikkerhet

source: Statista gives you an overview of statistical data from the media, finance, health, politics and more.
nb: Dette og mer kan du finne i databasen Statistia – en statistikkdatabase som gir deg nyttig innsikt fra medier, finans, helse, politikk og mer.

source: The double degree diploma will make the students very competitive and attractive in the employment market in both Russian and Norwegian sectors, within activities related to offshore field development, arctic and subsea technology.
nb: Det doble mastergradvitnemålet vil gjøre studentene svært konkurransedyktige og attraktive på arbeidsmarkedet, både i norsk og russisk sektor innen alle aktiviteter innen offshore feltutvikling, teknologi i arktiske strøk og undervannsnæringer.

source: • contributions to exhibitions and fairs
nb: • bidrag til utstil inger og messer

source: Drilling risks and drilling problems detection.
nb: Bore risiko og boreproblemer gjenkjenning.

source: Door 9: Firefighting with CO2 gas
nb: Luke 9: Brannslukking med CO2-gass

source: Week 3 Project week + exam week Exam Master project and PDM.
nb: Uke 3 Prosjektuke + eksamensuke Jazz: selvstendig øving, undervisning i ensemble og hovedinstrument kan forekomme

source: If so, is forecasting the only tool available or can backcasting (setting out ambitious goals and then carry them through) also work?
nb: I så fall, er forecasting det eneste verktøyet som er tilgjengelig eller kan backcasting (å etablere ambisiøse mål og så gjennomføre dem) også fungere?

source: This can, for example, improve fish welfare and increase the survival rate of the fish.
nb: Det kan for eksempel bedre fiskevelferden og øke overlevelsen til fisken.

source: I experienced a very close-knit, inclusive and rewarding student environment at the University of Stavanger Business School, but the entire committed environment at UiS is incredibly inclusive.
nb: Jeg opplevde et veldig sammensveiset, inkluderende og givende studentmiljø på Handelshøgskolen, men hele engasjertmiljøet på UiS er utrolig inkluderende.

source: [B] PC survivors that were interviewed in connection with study [3]
nb: [B] Prostatakreftoverlevere som ble intervjuet i forbindelse med studien [3]

source: Strategy for the UiS Business School 2021–2030
nb: Strategi for Handelshøgskolen ved UiS 2021–2030

source: A candidate with a completed 2-year Master’s degree in Applied Data Science shall have the following total learning outcomes defined in terms of knowledge, skills and general competences:
nb: En kandidat med fullført og bestått 2-årig mastergrad i Applied Data Science skal ha følgende samlede læringsutbytte definert i form av kunnskap, ferdigheter og generell kompetanse:

source: Log in to UiS printer.
nb: Logg inn på UiS skriver.

source: Postponed exams from the autumn semester 2021.
nb: Utsatte eksamener (konter) fra høstsemesteret 2021.

source: Industrial importance and mutual dependencies between Industrial assets, processes, decisions, and performance in complex industrial systems.
nb: Industriell betydning og gjensidige avhengigheter mellom industrielle 'assets', prosesser, beslutninger, og prestasjon i komplekse industrielle systemer.

source: The results are collected by the study administration and presented to the leaders of the departments, with a final decision by the dean.
nb: Resultatene samles av studieadministrasjon og legges frem for avdelingsledere, med endelig vedtak av dekan.

source: Reproduce and exemplify the definitions of affine and projective varieties, the Zariski topology, and regular and rational maps.
nb: Kunne gjengi og eksemplifisere definisjonene av affine og projektive varieteter, Zariski-topologien og regulære og rasjonale avbildninger.

source: Decision-making under uncertainty.
nb: Beslutninger under usikkerhet.

source: The working and teaching languages are Norwegian and English.
nb: Arbeids- og undervisningsspråket er norsk og engelsk.

source: The project will last from January 2021 to January 2025.
nb: Prosjektet vil vare fra januar 2021 til januar 2025.

source: Campus Bjergsted is located in Bjergstedparken near Stavanger city center.
nb: Campus Bjergsted ligg i Bjergstedparken nær Stavanger sentrum.

source: Some institutions have already made 30 ECTS course packages.
nb: Ved noen institusjoner finnes det ferdig sammensatte, anbefalte spesialiseringer på 30 studiepoeng.

source: With the key chip, you have access to the buildings from 07.00 - 23.00 every day.
nb: Med nøkkelbrikken har du tilgang til byggene fra kl 07.00 - 23.00 hver dag.

source: Subject areas in which this may be applicable:
nb: Fagområder hvor dette kan være aktuelt:

source: Construct (and troubleshoot) larger networks.
nb: Konstruere (og feilsøke) større nettverk

source: She has appeared on numerous radio and television shows and in print media.
nb: Hun har opptrådt i en rekke radio- og TV-programmer, og i trykte medier.

source: learning environment not only promotes students' learning, but also lays the foundation for individuals to
nb: studentenes læring, det legger også grunnlaget for at de kan bli trygge, kreative og kritisk tenkende

source: Students, staff and organisational bodies at the UiS can nominate candidates for the award.
nb: Studenter, ansatte og organisatoriske enheter ved UiS kan nominere kandidater til prisen.

source: Stress function solutions in two-dimensional stress and strain problems.
nb: Spenningsfunksjon for todimensjonale spenning- og tøyningsproblemer.

source: The course provides general knowledge of geothermal energy and techniques for energy conversion and distribution.
nb: Kurset gir generell kunnskap om geotermisk energi og teknikker for energikonvertering og distribusjon.

source: The purpose of the models is to analyze the dynamic properties of the systems by implementing and simulating the models in either Matlab, Simulink or Python.
nb: Hensikten med modellene er å analysere de dynamiske egenskapene til systemene ved å implementere og simulere modellene i enten Matlab, Simulink eller Python.

source: What is Follow Me?
nb: Hva er Follow Me?

source: This way, we aim to connect students and businesses and facilitate new relations and networks.
nb: På denne måten søker vi å koble studenter og næringsliv, og legge til rette for nye relasjoner og nettverk.

source: (Reliable and Secure Systems)
nb: (Pålitelige og sikre systemer)

source: On November 24, the three student teams that submitted the best case reports presented their work in the Sandnes Sparebank Case Competition and competed for the first prize of as much as NOK 40,000.
nb: De tre studentteamene som leverte de beste case-rapportene fikk 24. november presentere arbeidet sitt i Sandnes Sparebank Case Competition og konkurrere om førstepremien på hele 40 000 kroner.

source: The University of Stavanger
nb: Universitetet i Stavanger

source: NETTOP - The department for development of digital learning resources at UiS
nb: NETTOP - avdeling for utvikling av digitale læringsressurser ved UiS

source: She received her PhD in Early Childhood Education from the University of Illinois, where she was also awarded The Distinguished Alumni Achievement Award.
nb: Hun har en doktorgrad i Early Childhood Education fra University of Illinois, hvor hun også ble tildelt The Distinguished Alumni Achievement Award.

source: As media habits have changed, video has become a preferred medium constituting almost 80% of all internet traffic.
nb: Etter hvert som folks medievaner har endret seg har video blitt stadig vanligere, og utgjør nesten 80% av all internettrafikk.

source: management and organisational life
nb: forvaltning og organisasjonsliv

source: All Microsoft/Office products use [studentnummer]@uis.no
nb: Alle Microsoft/Office produkter bruker [studentnummer]@uis.no

source: ORCID is a unique researcher-ID associated with your research activity.
nb: ORCID er en unik forsker-ID som knyttes mot din forskningsaktivitet.

source: Cathrine J. Einar (27) works as a senior broker and CFO
nb: Einar (27) jobber som senior aksjemegler og økonomisjef

source: Be able to use relevant data mining methods such as clustering, classification, graph, stream mining, frequent pattern mining, association rule mining, deep learning for research and professional application development
nb: kan bruke relevante datautvinningsmetoder som klynging (clustering), klassifisering, og datautvinning fra grafer og datastrømmer, vanlige mønstre, sammenhenger, dyplæring for forskning og faglig utviklingsarbeid på en selvstendig måte.

source: §5 Ranking of applicants with foreign educational background:
nb: §5 Rangering av søkere med utenlandsk utdanningsbakgrunn:

source: Can plan and provide nursing care for pre- and postoperative patients
nb: Kan planlegge og gjennomføre sykepleie til pre- og postoperative pasienter (gjelder praksis i kirurgisk avdeling)

source: - understanding of principles of adsorption, aggregation and film formation.
nb: - forståelsen av prinsipper for adsorpsjon og aggregering og film dannelsen.

source: From the performance Passion in Stavanger Cathedral Church in the spring of 2019.
nb: Sang Fra forestillingen Pasjon i Stavanger katedralkirke våren 2019.

source: be able to communicate knowledge about service organization, food knowledge and customer insight, both written and oral
nb: Kunnskapsområdet Natur, helse og bevegelse bygger på fagene fysisk fostring, naturfag og pedagogikk, og omfatter følgende emner:

source: Be able to apply kinematics and physics to develop mathematical models of mechanical systems (momentum balance).
nb: Kunne anvende kinematikk og fysikk til å utvikle matematiske modeller av mekaniske system (impulsbalanse).

source: Tik Tok is becoming more popular in all Nordic countries.
nb: Tik Tok øker i popularitet i alle de nordiske landene.

source: The course provides an introduction to instrumental analysis with main focus on organic chemistry, calculations and validation, sample preparation, atomic absorption/emission spectroscopy, UV-VIS-spectroscopy, fluorescence-spectroscopy, IR-spectroscopy, mass spectrometry (MS), gas chromatography (GC) and liquid chromatography (HPLC).
nb: Emnet gir en innføring i instrumentanalyse med hovedfokus på organisk kjemi, beregninger og validering, prøvepreparering, atomabsorpsjon / atomemisjonsspektroskopi, UV-synlig-spektroskopi, fluorescensspektroskopi, IR-spektroskopi, massespektrometri (MS), gasskromatografi (GC) og væskekromatografi (HPLC).

source: Welcome to Stavanger in 2022.
nb: Velkommen til Stavanger i 2022.

source: Diploma, transcript of records, and credit system
nb: Internasjonal dag mot vold, mobbing og nettmobbing blant barn og unge

source: The Music Production and Recording class year 2020 consisted of students from Japan, Iran, Russia, China, Brazil and Norway.
nb: Høsten 2020 bestod klassen i Musikkproduksjon og opptaksteknikk av studenter fra Japan, Iran, Russland, Kina, Brasil og Norge.

source: vulnerability analyses (ROS) as a basis for mapping the measures that are suitable for preventing
nb: sårbarhetsanalyser (ROS) som grunnlag for å kartlegge hvilke tiltak som er aktuelle for forebygging

source: Is there something smaller than the core of an atom?
nb: Finnes det noe som er enda mindre enn kjernen i et atom?

source: for University of Stavanger.
nb: til Universitetet i Stavanger.

source: This, together with open access, increases the possibility for impact and more readers.
nb: Dette, sammen med at alt er fritt tilgjengelig, øker muligheten for økt gjennomslag og flere lesere.

source: Work, heat and internal energy in open and closed systems.
nb: Arbeid, varme og indre energi for lukkede og åpne systemer.

source: We are about 150 members.
nb: Vi er rundt 150 medlemmer.

source: Introduction to the process of managing a whole project for building and construction industry, relevant standards, and the use of construction information models (BIM).
nb: Etter faget skal studenten ha inngående forståelse for gjennomføring, planlegging og utførelse av et byggeprosjekt, relevante fag-standarder og bruk av programvare for Bygginformsjonsmodeller (BIM).

source: BOLK and copying curriculum
nb: BOLK og kopiering av pensum

source: It contains description of around 130 games and activities for the preschool pupils, as well as suggestions for daily, weekly, and annual plans.
nb: Den inneholder beskrivelse av rundt 130 leker og aktiviteter for barn i barnehagealder, samt forslag til dagsplaner, ukeplaner og årlige planer.

source: One-dimensional problems (harmonic oscillator, tunnelling, scattering states).
nb: En-dimensjonale systemer (harmonisk oscillator, tunnelering, spredningstilstander).

source: Key choreographers and their aesthetics.
nb: Sentrale koreografer og deres estetikk.

source: Understand the concepts of convergence and divergence of series and power series of functions of one real and one complex variable, and be able to use different convergence tests, especially for finding the radius of convergence and area of convergence of a power series.
nb: Forstå begrepene konvergens og divergens av rekker og potensrekker for funksjoner av en reell og en kompleks variabel, og kunne bruke forskjellige konvergenstester, spesielt for å finne konvergensradien og konvergensområdet til en potensrekke.

source: Methods and research design(s)
nb: Organisasjonsutvikling i barnehage og skole

source: Applicants with a relevant specialization (within anaesthesia, intensive, or
nb: medisinsk embetseksamen med en relevant spesialisering (innen anestesi-, intensiv-,

source: At the same time, industry requires us to develop relevant methodologies for them.
nb: Samtidig krever industrien at vi utvikler relevant teknologi for dem.

source: Risk, Luck and Deception:
nb: Risiko, flaks og bedrag:

source: The study is part of a partnership through decentralized competence development (‘Dekom’) between Center for Learning Environment and one upper secondary school in Rogaland county.
nb: Studien er del av et partnerskap i desentralisert kompetanseutvikling (Dekom) mellom Læringsmiljøsenteret og en videregående skole i Rogaland.

source: Whether it is ourselves or others who innovate, we still fulfil our social responsibility”, says Rune Dahl Fitjar, Professor and Pro-Rector of Innovation.
nb: Vi må utvide begrepet innovasjon og likestille de ulike veiene dit, ifølge professor og prorektor Rune Dahl Fitjar.

source: seat registration and booking of reading rooms
nb: seteregistrering og booking av lesesalsplasser

source: We, at the university library are already planning next years event – so stay tuned to see what happens in October 2021.
nb: Vi på universitetsbiblioteket er allerede i gang med å planlegge neste års arrangement, så sett av tid i kalenderen for faglig påfyll om åpen forskning i oktober 2021!

source: Examples of research suitable for the Cognitive lab:
nb: Eksempler på forskning som kan egne seg for Kognitiv lab:

source: Strategy 2030 for the University of Stavanger
nb: Strategi 2030 for Universitetet i Stavanger

source: at Våland has free admission for students.
nb: på Våland er det alltid gratis inngang for studenter.

source: This is how you become part of the academic community.
nb: Slik blir du en del av akademia.

source: Thierry Laupretre and Ying Guo sums up the collabortion in the IOR Centre.
nb: Thierry Laupretre og Ying Guo oppsummerer åtte års samarbeid.

source: In addition, the collaboration will open up for more research projects for our PhD students," says head of department Alejandro Escalona.
nb: I tillegg vil samarbeidet åpne for flere forskningsprosjekter for doktorgradsstudentene våre, sier instituttleder Alejandro Escalona.

source: It could contain tips for other sources you could read up on.
nb: Der kan det være tips til andre kilder du kan lese deg opp på.

source: Field mapping with use of GPS
nb: Feltkartlegging med bruk av GPS

source: Parasjuk is one of the largest line associations we have at UiS, with over 1500 active students in the respective health subjects.
nb: Parasjuk er en av de største linjeforeningene vi har på UiS, med over 1500 aktivt studerende innen de respektive helsefagene.

source: Prevention of radicalization and violent extremism is the responsibility of management.
nb: Forebygging av radikalisering og voldelig ekstremisme er et lederansvar.

source: - Igneous petrology
nb: - Magmatisk petrologi

source: Doctoral research fellows from all over Scandinavia were gathered in Stavanger when Magne Mogstad ta
nb: Doktorgradsstipendiater fra hele Skandinavia var samlet i Stavanger da Magne Mogstad underviste i øk

source: Passwords for students expire after 360 days.
nb: Passord for studenter utløper etter 360 dager.

source: How can I calculate my grade average (ECTS grading scale)?
nb: Hvordan kan jeg regne ut min poengsum?

source: Why did you choose a Master's degree in Business Administration at UiS?
nb: Hvorfor valgte du master økonomi og administrasjon ved UiS?

source: A virtual tour at the Stavanger Airport Sola
nb: Virtuell omvisning på Stavanger Lufthavn Sola

source: The CIIP – Centre for Innovation, Institutions and Policy – will investigate to see how technological changes and innovation will change businesses and what the consequences of such will be.
nb: CIIP – Centre for Innovation, Institutions and Policy skal se nærmere på hvordan teknologiske endringer og innovasjon endrer virksomheter og hvilke følger det får.

source: "From UiS we get dedicated personnel who facilitate that we can be at the forefront of this development.
nb: – Med UiS på laget får vi dedikert personell som legger til rette for at vi kan være i front i denne utviklingen.

source: A specialisation in Offshore Environmental Engineering is suitable for those who are interested in technical and administrative methods for environmental management in the offshore industry.
nb: En spesialisering i Offshore Environmental Engineering passer for de som er interessert i tekniske og administrative metoder for miljøforvaltning i offshore-industrien.

source: Research Unit for Assessment of Literacy Skills (RUALS)
nb: Forskningsenhet for vurdering av lese- og skriveferdighet (RUALS)

source: Norwegian Language test for adult immigrants from Kompetanse Norge/ Vox
nb: Norskprøven for voksne innvandrere fra Kompetanse Norge / Vox

source: Breadth: The requirement to breadth is intended to ensure that the person hired is qualified to teach
nb: Breddekravet skal bidra til å sikre at den som ansettes er kvalifisert for å undervise og veilede

source: Introduction to light, sound, scenography and the interaction between dance and music.
nb: Innføring i lys, lyd, scenografi og dramaturgi.

source: Torill Hebnes (23) is studying for a master's degree in Business Administration and is specialising in strategic marketing and analytics.
nb: Torill Hebnes (23) studerer master i økonomi og administrasjon og spesialiserer seg i strategisk markedsføring og analyse.

source: If you document work practice with an old work/employment certificate (not issued in the year of application) of a position you still hold, you must in addition document the paycheck of the last month.
nb: Dersom du skal dokumentere at du fremdeles er i en stilling på søknadstidspunktet med arbeidsattest/tjenestebevis fra et tidligere år, må arbeidsattest/tjenestebevis bekreftes med siste lønnsslipp.

source: The video link(s) must be shared in the additional application form within the deadline
nb: Videolenken(e) skal deles i følgeskjemaet innen søknadsfristen

source: Be able to apply Green's-, Divergence- and Stokes' theorems.
nb: Kunne anvende Greens-, Divergens- og Stokes´ teoremer.
